[
    {"name": "Alice", "description": "Alice is a cheerful woman with short blonde hair and blue eyes. She often wears a red dress and a matching hat.", "image": "static/images/alice.jpg"},
    {"name": "Bob", "description": "Bob is a tall man with a beard and glasses. He usually wears a green sweater and jeans.", "image": "static/images/bob.jpg"},
    {"name": "Charlie", "description": "Charlie has curly brown hair and a friendly smile. He is often seen in a blue t-shirt and shorts.", "image": "static/images/charlie.jpg"},
    {"name": "Daisy", "description": "Daisy has long black hair and brown eyes. She wears a yellow blouse and a white skirt.", "image": "static/images/daisy.jpg"},
    {"name": "Eve", "description": "Eve has short red hair and green eyes. She is known for her stylish outfits, often wearing a purple jacket.", "image": "static/images/eve.jpg"},
    {"name": "Frank", "description": "Frank is a middle-aged man with a bald head and a mustache. He wears a white shirt and black trousers.", "image": "static/images/frank.jpg"},
    {"name": "Grace", "description": "Grace has long blonde hair and blue eyes. She often wears a pink dress and a sunhat.", "image": "static/images/grace.jpg"},
    {"name": "Hank", "description": "Hank has short black hair and a muscular build. He wears a tank top and cargo pants.", "image": "static/images/hank.jpg"},
    {"name": "Ivy", "description": "Ivy has curly red hair and freckles. She wears a green dress and a brown belt.", "image": "static/images/ivy.jpg"},
    {"name": "Jack", "description": "Jack has short brown hair and a clean-shaven face. He wears a blue jacket and khaki pants.", "image": "static/images/jack.jpg"},
    {"name": "Karen", "description": "Karen has long black hair and wears glasses. She often wears a white blouse and a black skirt.", "image": "static/images/karen.jpg"},
    {"name": "Leo", "description": "Leo has short blonde hair and blue eyes. He wears a red polo shirt and jeans.", "image": "static/images/leo.jpg"},
    {"name": "Mia", "description": "Mia has long brown hair and green eyes. She wears a yellow dress and sandals.", "image": "static/images/mia.jpg"},
    {"name": "Nina", "description": "Nina has short blonde hair and blue eyes. She wears a pink sweater and jeans.", "image": "static/images/nina.jpg"},
    {"name": "Oscar", "description": "Oscar has a full head of grey hair and a well-trimmed beard. He wears a brown sweater and corduroy pants.", "image": "static/images/oscar.jpg"},
    {"name": "Paul", "description": "Paul has short black hair and a clean-shaven face. He wears a white shirt and black trousers.", "image": "static/images/paul.jpg"},
    {"name": "Quinn", "description": "Quinn has short brown hair and a friendly smile. He wears a blue t-shirt and shorts.", "image": "static/images/quinn.jpg"},
    {"name": "Rose", "description": "Rose has long red hair and green eyes. She wears a purple dress and a pearl necklace.", "image": "static/images/rose.jpg"},
    {"name": "Sam", "description": "Sam has curly brown hair and hazel eyes. He wears a plaid shirt and jeans.", "image": "static/images/sam.jpg"},
    {"name": "Tina", "description": "Tina has short, curly black hair and dark brown eyes. She wears a yellow t-shirt and blue jeans.", "image": "static/images/tina.jpg"}
]
