{"remaining_characters": [{"name": "Amelie", "description": "Amelie has shoulder-length, wavy dark brown hair. She wears round, thin-rimmed glasses. Her outfit consists of a white button-down shirt, which is both classic and professional. The shirt has the sleeves rolled up slightly, adding a touch of casual ease to her attire. Amelie's expression is composed and confident, with a subtle, poised smile. She has a pair of small gold hoop earrings that add a hint of elegance to her appearance. The solid blue background enhances her features and attire, creating a professional and polished impression.", "image": "images/amelie.jpg", "sex": "female", "hair_color": "dark brown", "hair_length": "shoulder-length", "has_glasses": true, "has_shirt": true, "hair_type": "wavy", "has_jewelery": true, "has_arm_crossed": false}, {"name": "Ann", "description": "Ann has short, neatly styled dark brown hair that complements her professional appearance. She wears round, dark-framed glasses that add a touch of intellectual charm to her look. Her outfit consists of a white top with a subtle textured pattern, providing a clean and sophisticated aesthetic. Ann's expression is warm and composed, with a slight, friendly smile that conveys approachability and confidence. The solid blue background highlights her features and attire, creating a polished and professional impression.", "image": "images/ann.jpg", "sex": "female", "hair_color": "dark brown", "hair_length": "short", "has_glasses": true, "has_shirt": true, "hair_type": "smooth", "has_jewelery": false, "has_arm_crossed": false}, {"name": "Karen", "description": "Karen has short, dark brown hair that is styled in soft waves, giving her a polished look. She wears a sleeveless royal blue dress with black lace detailing on the shoulders, which adds a touch of elegance to her appearance. Karen accessorizes with large, round blue earrings that complement her dress and a white smartwatch on her wrist. Her expression is friendly and confident, with a warm smile that conveys approachability. She stands with her arms crossed, exuding confidence and poise. The solid blue background enhances her features and attire, creating a cohesive and professional image.", "image": "images/karen.jpg", "sex": "female", "hair_color": "dark brown", "hair_length": "short", "has_glasses": false, "has_shirt": false, "hair_type": "wavy", "has_jewelery": true, "has_arm_crossed": true}, {"name": "Marieke", "description": "Marieke has shoulder-length, wavy dark brown hair that frames her face in a natural, slightly tousled style. She wears a professional and sophisticated black suit, consisting of a tailored blazer over a black blouse. Her attire gives her a polished and authoritative appearance. Marieke's expression is calm and confident, with a slight, friendly smile that enhances her approachable demeanor. Her arms are crossed over her chest, a pose that exudes confidence and self-assuredness. The solid blue background provides a striking contrast to her dark attire and highlights her features, creating a professional and composed image.", "image": "images/marieke.jpg", "sex": "female", "hair_color": "dark brown", "hair_length": "shoulder-length", "has_glasses": false, "has_shirt": false, "hair_type": "wavy", "has_jewelery": false, "has_arm_crossed": true}], "decision_tree": [{"question": "Is she/he a female ?", "response": "yes", "information_gain": 0.03275392250860784, "no": ["Carl", "Hans", "Hughes", "Julien", "Martin", "Mosa", "Simeon", "Susheel"], "yes": ["Amelie", "Ann", "Diana", "Emilie", "Karen", "Lea", "Marieke", "Sezen"]}, {"question": "Does she/he have dark brown hair?", "response": "yes", "information_gain": 0.068962690485015, "no": ["Diana", "Emilie", "Lea", "Sezen"], "yes": ["Amelie", "Ann", "Karen", "Marieke"]}]}